ocr-confidence/results/confidence-2026-08-21_10-38-55.txt
     █ doc_INV.PDF

       █ upload

       █ ocr_create_invoice

       █ ocr_poll_invoice

     █ doc_Invoice Banyak.pdf

       █ upload

       █ ocr_create_invoice

       █ ocr_poll_invoice

     █ doc_Packing List Banyak.pdf

       █ upload

       █ ocr_create_packing_list

       █ ocr_poll_packing_list

     █ doc_BL Banyak.pdf

       █ upload

       █ ocr_create_bill_of_lading

       █ ocr_poll_bill_of_lading

     data_received..................: 340 kB 234 B/s
     data_sent......................: 12 MB  8.4 kB/s
     group_duration.................: avg=3m1s     min=95.09ms med=23.77s   max=15m1s    p(90)=10m17s   p(95)=15m0s   
     http_req_blocked...............: avg=276.1µs  min=0s      med=0s       max=40.62ms  p(90)=0s       p(95)=0s      
     http_req_connecting............: avg=43.5µs   min=0s      med=0s       max=5.5ms    p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=127.27ms min=93.41ms med=120ms    max=690.58ms p(90)=147.31ms p(95)=157.69ms
       { expected_response:true }...: avg=127.27ms min=93.41ms med=120ms    max=690.58ms p(90)=147.31ms p(95)=157.69ms
     http_req_failed................: 0.00%  ✓ 0        ✗ 472
     http_req_receiving.............: avg=105.01µs min=0s      med=0s       max=3.15ms   p(90)=526.73µs p(95)=540.82µs
     http_req_sending...............: avg=816.47µs min=0s      med=0s       max=188.26ms p(90)=0s       p(95)=0s      
     http_req_tls_handshaking.......: avg=151.48µs min=0s      med=0s       max=19.67ms  p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=126.35ms min=82.3ms  med=119.92ms max=690.58ms p(90)=146.91ms p(95)=157.15ms
     http_reqs......................: 472    0.324955/s
     iteration_duration.............: avg=24m12s   min=24m12s  med=24m12s   max=24m12s   p(90)=24m12s   p(95)=24m12s  
     iterations.....................: 1      0.000688/s
     ocr_confidence_score...........: avg=94.7ms   min=86.6ms  med=97.5ms   max=100ms    p(90)=99.5ms   p(95)=99.75ms 
     ocr_job_failed.................: 25.00% ✓ 1        ✗ 3  
     ocr_low_confidence.............: 0.00%  ✓ 0        ✗ 3  
     vus............................: 1      min=1      max=1
     vus_max........................: 1      min=1      max=1